-- students テーブル用データ
INSERT INTO students (student_id, full_name, furigana, nick_name, email, region, age, gender)
VALUES
(1, '田中 由美', 'たなか ゆみ', 'ユミ', '1111@gmei.com', '東京都', 19, '女性'),
(2, '加藤 拓海', 'かとう たくみ', 'タク', '2222@gmei.com', '東京都', 20, '男性'),
(3, '伊藤 真由', 'いとう まゆ', 'マユ', '3333@gmei.com', '東京都', 21, '女性'),
(4, '山口 桜', 'やまぐち さくら', 'サクラ', '4444@gmei.com', '東京都', 22, '女性'),
(5, '高橋 陽介', 'たかはし ようすけ', 'ヨウ', '5555@gmei.com', '東京都', 23, '男性');


-- students_courses テーブル用データ
INSERT INTO students_courses (student_id, course_id, start_date, end_date)
VALUES
(1, 1, '2024-02-25 00:00:00', '2025-04-05 00:00:00'),
(2, 2, '2024-06-25 00:00:00', '2025-06-05 00:00:00'),
(3, 3, '2024-09-20 00:00:00', '2025-01-11 00:00:00'),
(4, 4, '2024-08-25 00:00:00', '2025-09-05 00:00:00'),
(5, 5, '2024-02-14 00:00:00', '2025-03-07 00:00:00');
